<?php
get_header();
?>

<section class="banner">
    <div class="banner_img">
        <img src="<?php echo get_template_directory_uri(); ?>/img/banner.jpg">
    </div>
    <div class="wrapper">
        <div class="banner_info">
            <h1>Розробка веб-сайту під ключ</h1>
            <h3>Інтернет-магазин, сайт-візитка, lending-page</h3>
            <p>Розробимо унікальний сайт для вашого бізнесу, який збільшить продажі та виведе вас на новий рівень. Замовте професійне рішення вже сьогодні!</p>
            <a class="btn-blue" href="#">Замовити безкоштовну консультацію</a>
        </div>
    </div>
</section>
<section class="offer">
    <div class="wrapper container">
        <h2>Що ми пропонуємо?</h2>
        <div class="cyfix-tabs-container">
            <div class="cyfix-tab-titles">
                <input type="radio" name="cyfix-tab-group" id="cyfix-tab-1" checked>
                <label for="cyfix-tab-1" class="open">Розробка інтернет-магазину</label>
                <div class="cyfix-tab-content-mob" id="content-mob-1">
                    <p>Ми створюємо кастомний онлайн-магазин, повністю адаптований під ваші потреби та бізнес-цілі. Впроваджуємо платіжні системи, інтегруємо зручні способи доставки, забезпечуємо інтуїтивне адміністрування для легкого управління замовленнями. Ваш магазин буде готовий до масштабування та розвитку разом із вашим бізнесом!</p>
                </div>
                <input type="radio" name="cyfix-tab-group" id="cyfix-tab-2">
                <label for="cyfix-tab-2">Розробка lending-page</label>
                <div class="cyfix-tab-content-mob" id="content-mob-2">
                    <p>Ми створюємо ефективні односторінкові сайти, які допомагають залучати клієнтів і збільшувати конверсії. Наші лендінги відрізняються сучасним дизайном, швидкістю завантаження та адаптивністю під будь-які пристрої.</p>
                    <h4> Що ми пропонуємо:</h4>
                    <p class="list-tabs">
                        Індивідуальний дизайн: розробляємо унікальний вигляд, що підкреслить ваш бренд.
                    </p>
                    <p class="list-tabs">
                        Адаптивність: ідеальне відображення на всіх пристроях – від смартфонів до комп'ютерів.
                    </p>
                    <p class="list-tabs">
                        Швидке завантаження: оптимізація коду для максимальної продуктивності.
                    </p>
                    <p class="list-tabs">
                        Інтеграція аналітики: підключення Google Analytics та інших інструментів для відстеження ефективності.
                    </p>
                    <p class="list-tabs">
                        Підключення форм захвату: зручні форми для збору лідів і контакту з клієнтами.
                    </p>
                    <p>З нами ваш лендінг працюватиме на результат!</p>
                </div>
                <input type="radio" name="cyfix-tab-group" id="cyfix-tab-3">
                <label for="cyfix-tab-3">Розробка сайту візитки</label>
                <div class="cyfix-tab-content-mob" id="content-mob-3">
                    <p>Ми створюємо кастомний онлайн-магазин, повністю адаптований під ваші потреби та бізнес-цілі. Впроваджуємо платіжні системи, інтегруємо зручні способи доставки, забезпечуємо інтуїтивне адміністрування для легкого управління замовленнями. Ваш магазин буде готовий до масштабування та розвитку разом із вашим бізнесом!</p>
                </div>
            </div>

            <div class="cyfix-tab-contents">
                <div class="cyfix-tab-content" id="content-1">
                    <p>Ми створюємо кастомний онлайн-магазин, повністю адаптований під ваші потреби та бізнес-цілі. Впроваджуємо платіжні системи, інтегруємо зручні способи доставки, забезпечуємо інтуїтивне адміністрування для легкого управління замовленнями. Ваш магазин буде готовий до масштабування та розвитку разом із вашим бізнесом!</p>
                </div>

                <div class="cyfix-tab-content" id="content-2">
                    <p>Ми створюємо ефективні односторінкові сайти, які допомагають залучати клієнтів і збільшувати конверсії. Наші лендінги відрізняються сучасним дизайном, швидкістю завантаження та адаптивністю під будь-які пристрої.</p>
                    <h4> Що ми пропонуємо:</h4>
                    <p class="list-tabs">
                        Індивідуальний дизайн: розробляємо унікальний вигляд, що підкреслить ваш бренд.
                    </p>
                    <p class="list-tabs">
                        Адаптивність: ідеальне відображення на всіх пристроях – від смартфонів до комп'ютерів.
                    </p>
                    <p class="list-tabs">
                        Швидке завантаження: оптимізація коду для максимальної продуктивності.
                    </p>
                    <p class="list-tabs">
                        Інтеграція аналітики: підключення Google Analytics та інших інструментів для відстеження ефективності.
                    </p>
                    <p class="list-tabs">
                        Підключення форм захвату: зручні форми для збору лідів і контакту з клієнтами.
                    </p>
                    <p>З нами ваш лендінг працюватиме на результат!</p>
                </div>

                <div class="cyfix-tab-content" id="content-3">
                    <p>Content for Cyfix Tab 3</p>
                </div>
            </div>
        </div>
        <a class="btn-blue" href="#">Розрахувати вартість вашого сайту</a>
    </div>
</section>
<section class="why-we">
    <div class="wrapper container">
        <h2>Чому саме ми?</h2>
        <div class="why-we_wrapper">
            <div class="block-pref">
                <div class="block-pref_img">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/best-price.png">
                </div>
                <div class="block-pref_wrapp">
                    <div class="block-pref_num">Ⅰ</div>
                    <div class="block-pref_text">
                        <h3>Приємна ціна</h3>
                        <p>Ми пропонуємо чесну та прозору цінову політику. Вартість розраховується на самому початку проекту, виходячи з ваших вимог та технічного завдання. Ви отримуєте фіксовану ціну без прихованих платежів або несподіваних доплат. Зміна вартості можлива лише в тому випадку, якщо з вашого боку з'являться додаткові запити на новий функціонал або модифікації вже після узгодження деталей. Ми дотримуємося домовленостей і не змінюємо ціну без вагомих причин, гарантуючи вам прогнозованість бюджету.</p>
                    </div>
                </div>
            </div>
            <div class="block-pref">
                <div class="block-pref_img">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/fast-time.png">
                </div>
                <div class="block-pref_wrapp">
                    <div class="block-pref_num">Ⅱ</div>
                    <div class="block-pref_text">
                        <h3>Швидка розробка</h3>
                        <p>Ми розуміємо, що для бізнесу час — це гроші. Тому ми пропонуємо оптимізований процес розробки інтернет-магазину, який займає від 1 до 2 місяців, залежно від складності проекту. Наші фахівці ретельно планують кожен етап роботи, щоб забезпечити максимально швидке виконання без втрати якості. Завдяки досвіду та відпрацьованим процесам, ви отримаєте готовий продукт в обумовлені терміни, що дозволить вам якнайшвидше розпочати продажі та залучати клієнтів.</p>
                    </div>
                </div>
            </div>
            <div class="block-pref">
                <div class="block-pref_img">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/customer-service.png">
                </div>
                <div class="block-pref_wrapp">
                    <div class="block-pref_num">Ⅲ</div>
                    <div class="block-pref_text">
                        <h3>Підтримка проекту</h3>
                        <p>Ми цінуємо довгострокові відносини з нашими клієнтами і надаємо комплексну підтримку проекту навіть після його запуску. Перший місяць після здачі проекту ви отримуєте безкоштовну технічну підтримку. У цей період ми оперативно вирішуємо будь-які питання, які можуть виникнути, допомагаємо з налаштуваннями та коригуваннями, щоб ваш сайт працював бездоганно. Ми завжди на зв'язку, тому в будь-який момент ви можете звернутися до нас для вирішення поточних задач чи консультацій.</p>
                    </div>
                </div>
            </div>
        </div>
        <a class="btn-blue" href="#">Замовити безкоштовну консультацію</a>
    </div>
</section>
<section class="etaps">
    <div class="wrapper container">
        <h2>Етапи створення інтернет магазину</h2>
        <div class="etaps__wrapp">
            <div class="step-list">
                <div class="step">
                    <p>Етап 1</p>
                </div>
                <div class="step">
                    <p>Етап 2</p>
                </div>
                <div class="step">
                    <p>Етап 3</p>
                </div>
                <div class="step">
                    <p>Етап 4</p>
                </div>
                <div class="step">
                    <p>Етап 5</p>
                </div>
                <div class="step">
                    <p>Етап 6</p>
                </div>
            </div>
            <div class="step-list-info">
                <div class="step-info">
                    <span>Етап 1</span>
                    <h3>Аналіз</h3>
                    <p>Вивчаємо ЦА і конкурентів, готуємо seo на етапі розробки.</p>
                </div>
                <div class="step-info">
                    <span>Етап 2</span>
                    <h3>Прототип</h3>
                    <p>Створюємо шлях користувача і його взаємодія з контентом.</p>
                </div>
                <div class="step-info">
                    <span>Етап 3</span>
                    <h3>Дизайн</h3>
                    <p>Розробляємо дизайн який робить покупки онлайн максимально зрозумілими і приємними.</p>
                </div>
                <div class="step-info">
                    <span>Етап 4</span>
                    <h3>Розробка</h3>
                    <p>Робимо сайт з інтерактивним дизайном, динамічними елементами і адаптивною версткою.</p>
                </div>
                <div class="step-info">
                    <span>Етап 5</span>
                    <h3>Тестування</h3>
                    <p>Хз шо тут роблять, але ніби норм працює після цього етапу</p>
                </div>
                <div class="step-info">
                    <span>Етап 6</span>
                    <h3>Результат</h3>
                    <p>Запускаємо проект з автоматизованими функціями, налаштованими метриками, інтеграцією і синхронізацією з супутніми сервісами.</p>
                </div>
            </div>
        </div>
        <a class="btn-blue" href="#">Замовити безкоштовну консультацію</a>
    </div>
</section>
<section class="texno">
    <div class="wrapper container">
        <h2>Наші технології</h2>
        <div class="texno_wrapper">
            <div class="texno_img">
                <img src="<?php echo get_template_directory_uri(); ?>/img/texno-banner.jpg">
            </div>
            <div class="texno_text">
                <h4>WordPress та WooCommerce</h2>
                    <p>Ми використовуємо потужні та надійні платформи WordPress та WooCommerce для створення вашого інтернет-магазину. Це одні з найпопулярніших рішень у світі електронної комерції, і ось чому:</p>
                    <p class="list-tabs">Швидка розробка: WordPress та WooCommerce забезпечують швидкий і ефективний процес розробки. Завдяки великій кількості готових шаблонів та плагінів ви отримуєте можливість скоротити час реалізації проекту. Це дозволяє нам зосередитися на налаштуванні та оптимізації під ваші потреби, а не на розробці з нуля.</p>
                    <p class="list-tabs">Зручне адміністрування: Інтуїтивно зрозумілий інтерфейс WordPress дозволяє легко управляти вашим інтернет-магазином. Ви зможете самостійно додавати продукти, управляти замовленнями, контролювати запаси, а також налаштовувати платіжні системи без потреби в глибоких технічних знаннях. Це дає вам свободу та контроль над вашим бізнесом.</p>
                    <p class="list-tabs">Популярність та надійність: WordPress є однією з найпопулярніших систем управління контентом у світі, яка живить понад 40% усіх веб-сайтів. WooCommerce, як його розширення, спеціально розроблене для електронної комерції, користується довірою мільйонів підприємців. Ці технології регулярно оновлюються та підтримуються великою спільнотою розробників, що гарантує безпеку та стабільність вашого магазину.</p>
            </div>
        </div>
        <a class="btn-blue" href="#">Замовити безкоштовну консультацію</a>
    </div>
</section>
<?php
get_footer();
?>